{"blogs":[
    {
      "link" : "<br>IN PHOTOS - A safari in Serengeti National Park, Tanzania<br>Experience Shared by Lili",
      "para": "The Serengeti National Park is where safari goers come to truly experience an african safari. The park is featured on many National Geographic shows, the park is rich with wildlife, endless plains and sunrises and sunsets that make the heart go wild. The park is known for its huge wildlife populations. White-bearded wildebeest, zebras and gazelle migrate annually during the great migration from the plains of the Serengeti in Tanzania to the grasslands of the Maasai Mara in Kenya in search of fresh grass."
    },
    {
        "link" : "<br>IN PHOTOS - A trip to Incredible TAJ MAHAL<br>Experience Shared by The Wander Blogger",
        "para": "An immense mausoleum of white marble, built in Agra between 1631 and 1648 by order of the Mughal emperor Shah Jahan in memory of his favourite wife, the Taj Mahal is the jewel of Muslim art in India and one of the universally admired masterpieces of the world's heritage.The construction project employed some 20,000 artisans under the guidance of a board of architects led by the court architect to the emperor,Ustad Ahmad Lahauri."
      },
      {
        "link" : "<br>IN PHOTOS - A trip to AMSTERDAM<br>Experience Shared by Lucy",
        "para": "The capital city of Netherlands probably has one of the most chilled out vibes across all cities of Europe. If you're travelling to Amsterdam, rest assured, it's going to be one of your most wonderful experiences. The city has everything, from a bustling night life, to picnic parks, to some spectacular museums. You're going to find yourself spoilt for choice!"
      },
      {
        "link" : "IN PHOTOS - A trip to THE GREAT PYRAMID OF GIZA<br>Experience Shared by Laura and Lance",
        "para": " Pyramids of Giza have always been one of the best highlights of the city. The heat and the dust appear to be trivial to explorers when they experience the superb Pyramid of Cheops, which is the biggest pyramid in the Giza collection. Otherwise called the Great Pyramid or the Pyramid of Khufu, it has a plain wonderful tomb chamber with a sarcophagus. The intriguing slender sections inside the Pyramids take you into the Solar Boat gallery showing fabulous Sun-controlled barques revealed in the area that has been carefully re-established to its unique excellence."
      },
      {
        "link" : "<br>IN PHOTOS - A trip to MAURITIUS<br>Experience Shared by Mike and Hannah",
        "para": " Regarded as the perfect destination for the quintessential honeymoon experience, Mauritius is a small country with a big heart. Located off the south-eastern coast of Africa, this island nation is a magnet for enthusiastic lovers and seekers of a tropical haven. Mauritius is no stranger to luxury resorts. Indulge yourself with some of the finest things and amenities money can buy as you gaze into the vastness of the Indian Ocean. Outside the resorts, get your adrenaline running by choosing from a host of activities and sports."
      },
      {
          "para":"Drew is Arizona native. Drew has been traveling the world since he left college and has made a full-time career working for himself.<br> He's known as the Snapchat genius. He's created his own travel show through Snapchat. He works with several different brands and sponsors, is part of the GoPro Family, and writes for Elite Daily as well as the Huffington Post."
      },
      {
        "para":"This girl has some amazing girl power! She works with top brands and sponsors from all over the globe. Keirsten is also a good writer, content creator, and extremely talented in photography.<br> She is also part of the GoPro Family and has been featured on Huffington Post, Forbes, Matador Network, and many more!"
      },
      {
          "para":"They are the cutest gay couple! They are both from Europe and are currently traveling Argentina. These boys are taking the travel industry by storm. Their mission is to seek out and encourage other gay couples to travel and step out of their comfort zone. They aim to find the best places at the best price with the greatest experiences. Can't wait to see what South America has in store for them!"
      },
      {
          "para":"She is a talented writer who creates great content. She also has a great eye for photography.<br> She also has a great eye for photography. She's worked with top travel photographers and writes for Huffington Post, Thought Catalog, and Matador Networks.<br> She’s also one of the BEST selfie-takers"
      }
      
  ]}